Repository: akai10tsuki/mkvbatchmultiplex
Catalog: MKVBatchMultiplex/locale/*/LC_MESSAGES/mkvbatchmultiplex.po
Languages: es

source: MKVMERGE: Batch Multiplex
es: MKVMERGE: Multiplexor en lote

source: Author
es: Autor

source: Python Version
es: Versión de Python

source: &File
es: &Archivo

source: &Exit
es: &Salir

source: Ctrl+E
es: Ctrl+S

source: Exit Application
es: Salir de la applicación

source: Abort
es: Abortar ejecución

source: Force exit
es: Forzar salida

source: &Settings
es: &Preferencias

source: Enable logging
es: Habilitar registro

source: Enable session logging in {}
es: Habilitar el registro de sessión en {}

source: Font && size
es: Fuente y tamaño

source: Select font & size
es: Seleccionar fuente y tamaño de interfaz

source: &Interface language
es: &Idioma del interfaz

source: Restore defaults
es: Restaurar valores predeterminados

source: Restore settings for font, window size and position
es: Restaurar la configuración de fuente, tamaño de ventana y posición

source: &Preferences
es: &Preferencias

source: Setup program options
es: Opciones de configuración del programa

source: &Help
es: A&yuda

source: Contents
es: Contenido

source: Using
es: Como utilizar

source: About
es: Acerca

source: About QT
es: Acerca de QT

source: Close App
es: Cerrar la applicación

source: Are you sure you want to exit
es: Seguro que desea salir

source: Yes
es: Sí

source: Confirm restore ...
es: Confirmar restauración …

source: Restore default settings
es: Restaurar la configuración predeterminada

source: Jobs: {0:3d} - Current: {1:3d} - File: {2:3d} of {3:3d} - Errors: {4:3d}
es: Tareas: {0:3d} - Procesando: {1:3d} - Archivo: {2:3d} de {3:3d} - Errores: {4:3d}

source: Job identification number
es: Número de identificación de la tarea

source: Application code for the job status
es: Código de la applicación para el estado de las tareas

source: Command generated for MKVMERGE by MKVToolNix
es: Comando generado para MKVMERGE por MKVToolNix

source: Jobs are still running
es: Tareas aún están ejecutando

source: Exit
es: Salir

source: Progress
es: Progreso

source: Default
es: Defecto

source: Set Algorithm to default value
es: Establecer el Algoritmo en el valor predeterminado

source: Algorithm
es: Algoritmo

source: Date of execution
es: Día de ejecución de la tarea

source: Populate
es: Poblar

source: Add test jobs to table
es: Agregar tareas de prueba a la tabla

source: Queue Waiting Jobs
es: Agrejar tragajos es espera

source: Add all Waiting jobs to the Queue
es: Añadir todas las tareas en estado 'Waiting' a la Cola

source: Clear Queue
es: Borrar la cola

source: Remove jobs from Queue
es: Eliminar tareas de la Cola

source: Start Worker
es: Comenzar Tareas

source: Start processing jobs on Queue
es: Comenzar a procesar tareas en la Cola

source: Debug
es: Depurar

source: Print current dataset to console
es: Imprimir conjunto de datos actual a la consola

source: Jobs Table
es: Tabla de tareas

source: Status
es: Estado

source: Command
es: Commando

source: Abort Running Job
es: Abortar tarea en ejecución

source: Abort running job and continue with next in Queue
es: Abortar tarea en ejecución y continua con la siguiente en la Cola

source: Abort Jobs
es: Abortar Tareas

source: Abort running job and put jobs in Queue in Waiting status
es: Abortar tarea en ejecución y cambia el estatus de tareas en la Cola a 'Waiting'

source: Remove Job
es: Suprimir Tarea

source: Remove job from list
es: Suprimir tarea de la lista

source: Remove selected jobs
es: Suprimir tareas seleccionadas de la lista

source: Copy
es: Copiar

source: Remove
es: Suprimir

source: Delete
es: Eliminar

source: Save
es: Guardar

source: Jobs
es: Tareas

source: Jobs Output
es: Registro de Tareas

source: Jobs Errors
es: Errores en las Tareas

source: Rename Files
es: Renonmbrar Archivos

source: Jobs table to manipulate job status and Queue
es: Tabla de tareas para manipular el estado de la tarea y la Cola

source: Output generated by jobs and job handling
es: Registros generados por tareas y su manejo

source: Errors generated by processing or running of jobs
es: Errores generados por el procesamiento y/o ejecución de tareas

source: Rename the output files ej. Series Name - S01E01.mkv, ...
es: Renombar los archivos de salida ej. Nombre de la serie - S01E01.mkv, ...

source: Enter generated command and see any test output
es: Ingresar el comando generado y ver cualquier registro de pruebas

source: Log Viewer
es: Visor de registros

source: Display log entries
es: Mostrar entrada de registros

source: Messages registered in current running log
es: Mensajes en el registro de ejecución corriente

source: Errors
es: Errores

source: Add Command
es: Añadir Commando

source: Add command to jobs table with Waiting status
es: Agregar comando a la tabla de tareas con estado 'Waiting'

source: Clear Output
es: Borrar texto

source: Erase text in output window
es: Borrar el texto de la ventana de salida

source: Paste
es: Pegar

source: Paste Clipboard contents in command line
es: Pegar contenido del portapapeles en la linea de comando

source: Add Queue
es: Añadir a Cola

source: Add command to jobs table and put on Queue
es: Agregar comando a la tabla de tareas con estado 'Waiting'

source: Examine any saved jobs, copy and run again if needed
es: Examine las tareas archivadas, cópielas y ejecútelas nuevamente si es necesario

source: Analysis
es: Análisis

source: Print analysis of command line
es: Imprimir analísis de comando

source: Commands
es: Commandos

source: Commands to be applied
es: Comandos a ejecutar

source: Check Files
es: Verificar archivos

source: Check files for consistency
es: Verificar archivos para consistencia

source: Reset
es: Reiniciar

source: Reset state completely to work with another batch
es: Reinicializar por completo para comenzar nuevas tareas

source: Clear output window
es: Borrar el texto en la ventana de salida

source: Rename
es: Renombar

source: Files Tree
es: Lista de archivos

source: Append CRC to file name
es: Añadir CRC al nombre del archivo

source: Regular Expression
es: Expresión regular

source: Enter regular expression
es: Ingrese expresión regular

source: Substitution String
es: Cadena de sustitución

source: Enter substitution string
es: Ingrese cadena de sustitución

source: Original names
es: Nombres originales

source: Name generated base on parsed command
es: Nombres generados basado en el comando analizado

source: Rename to
es: Renombar a

source: Names that will be used for commands
es: Nombres a ser utilizados para los comandos

source: Apply Rename
es: Aplicar cambio de nombre

source: Replace the original names with the operation result
es: Reemplazar los nombres originales con el resultado de la operación

source: Undo
es: Anular

source: Undo rename operation
es: Anular cambio de nombres

source: Clear
es: Borrar

source: Clear names start over
es: Borrar nombres y comenzar otra vez

source: Invalid regex
es: Expresión regular no válida

source: Calculate CRC
es: Calcular CRC

source: Calculate the CRC 32 for the files
es: Calcular la verificación de redundancia cíclica de los archivos

source: Date
es: Fecha

source: Saved Jobs
es: Tareas Archivadas

source: Fetch Jobs
es: Buscar Tareas

source: Search
es: Buscar

source: Show Output
es: Mostrar Registros

source: Show Errors
es: Mostrar Errores

source: Print
es: Impresión

source: Select All
es: Seleccionar Todo

source: Clear Selection
es: Deseleccionar Todo

source: Description
es: Descripción

source: Display saved Job information
es: Mostrar información de las tareas archivadas

source: Fetch and display saved jobs
es: Buscar y mostrar tareas guardadas

source: Jobs History
es: Historial Tareas

source: Fetch History
es: Buscar Historial

source: Do full text search on commands
es: Búsqueda de texto en los comandos

source: Clear selected rows
es: Deseleccionar tareas de la lista

source: Display job project information
es: Mostrar información de tarea

source: Select all rows
es: Seleccionar todas las filas

source: List rows
es: Listar filas

source: Show job output run
es: Mostrar ejecución de salida de la tarea

source: Show job output errors
es: Mostrar errores en ejecución de salida de la tarea
